---
kind: enumMember
id: F:Autodesk.Revit.DB.Fabrication.FabricationPartJustification.Top
enum: Autodesk.Revit.DB.Fabrication.FabricationPartJustification
source: html/5c6c9daf-4547-01f1-9ba8-39a970ca9e68.htm
---
# Autodesk.Revit.DB.Fabrication.FabricationPartJustification.Top

Outside edge justification to the top